[About Language File]
Version=12.17.0
Date=05.02.2017
Author=Георги Димов
Email=george_dimov@abv.bg
Comments=Ако откриете грешки в превода, моля да ме уведомите. Благодаря.

[MainForm]
ActionDirectoryContextMenu:h=Контекстно меню
ActionDirectoryContextMenu=К&онтекстно меню
ActionDirectoryDelete:h=Изтриване на файл или директория
ActionDirectoryDelete:s=Alt+D
ActionDirectoryDelete=Изтриване
ActionDirectoryFindInFiles:h=Търсене на низ в много файлове
ActionDirectoryFindInFiles=Търсене във &файлове...
ActionDirectoryProperties:h=Вижте свойствата на файл/директория
ActionDirectoryProperties:s=Alt+P
ActionDirectoryProperties=Свойства...
ActionDirectoryRefresh:h=Обновяване на файлове
ActionDirectoryRefresh:s=Alt+R
ActionDirectoryRefresh=Обновяване
ActionDirectoryRename:h=Преименуване на файл или директория
ActionDirectoryRename=Преиме&нуване
ActionDocument=&Документ
ActionDocumentFormat=Формат
ActionDocumentFormatSQL:h=Формат SQL
ActionDocumentFormatSQL=Формат SQL
ActionDocumentFormatXML:h=Формат XML
ActionDocumentFormatXML=Формат XML
ActionDocumentFormatJSON:h=Формат JSON
ActionDocumentFormatJSON=Формат JSON
ActionDocumentFormatJSONMinify=Намален
ActionDocumentFormatJSONIndent2=Отстъп 2
ActionDocumentFormatJSONIndent3=Отстъп 3
ActionDocumentFormatJSONIndent4=Отстъп 4
ActionDocumentHTMLExport=Изнасяне като HTML
ActionDocumentInfo:h=Брой на редове, думи и символи
ActionDocumentInfo=&Информация...
ActionDocumentViewInBrowser:h=Показване на текущия документ в браузъра по подразбиране
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=Покажи в браузъра
ActionEdit=Р&едактиране
ActionEditCopy:h=Копиране на избраното и поставяне в буфера
ActionEditCopy:s=Ctrl+C
ActionEditCopy=Копиране
ActionEditCut:h=Изрязване на избраното и поставяне в буфера
ActionEditCut:s=Ctrl+X
ActionEditCut=Изрязване
ActionEditIndentDecrease:h=Намаляване на отстъпа
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=Намаляване на отстъпа
ActionEditDelete=Премахване
ActionEditDeleteEndOfLine:h=Премахване на края на реда
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=Край на р&еда
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Ред
ActionEditDeleteWhitespace:h=Премахване на всички интервали в избрания текст
ActionEditDeleteWhitespace=Премахване на интервали
ActionEditDeleteWord:h=Премахване на дума
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=Дума
ActionEditIndentIncrease:h=Увеличаване на отстъпа
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Увеличаване
ActionEditIndent=Отстъп
ActionEditInsert=Вмъкване
ActionEditInsertHexColor=Hex color
ActionEditInsertHexColor:t=Translation needed
ActionEditInsertHexColor:s=Shift+Ctrl+C
ActionEditInsertDateTime:h=Вмъкване на дата и час
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Дата и час
ActionEditInsertLine:h=Вмъкване на ред
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=Ред
ActionEditInsertTag:h=Вмъкване на HTML/XML етикети
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML етикети...
ActionEditPaste:h=Залепяне съдържанието на клипборда
ActionEditPaste:s=Ctrl+V
ActionEditPaste=За&лепяне
ActionEditRedo:h=Повтаряне на последното отменено действие
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=Пов&торение
ActionEditSelectAll:h=Избор на всичко
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=Изберете &всичко
ActionEditSort=&Сортиране
ActionEditSortAsc:h=Възходящо сортиране
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=Възходящо
ActionEditSortDesc:h=Низходящо сортиране
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Низходящо
ActionEditSortRandom=Random
ActionEditSortRandom:s=Random sort
ActionEditSortRandom:t=Translation needed
ActionEditToggleCase:h=Смяна на регистъра
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Смяна на регистър
ActionEditToggleCaseAlternating:h=Превключване към алтернативния
ActionEditToggleCaseAlternating=Алтернативен
ActionEditToggleCaseLower:h=Превключване към малки букви
ActionEditToggleCaseLower=малки
ActionEditToggleCaseSentence:h=Превключване като изречение
ActionEditToggleCaseSentence=Изречение
ActionEditToggleCaseTitle:h=Превключване като заглавие
ActionEditToggleCaseTitle=Заглавие
ActionEditToggleCaseUpper:h=Превключване към главни букви
ActionEditToggleCaseUpper=ГЛАВНИ
ActionEditUndo:h=Отмяна на последното действие
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=Отмяна
ActionFile=&Файл
ActionFileClose:h=Затваряне на активния документ
ActionFileClose:s=Ctrl+F4
ActionFileClose=Затваряне
ActionFileCloseAll:h=Затваряне на всички отворени файлове
ActionFileCloseAll=Затваряне на всички
ActionFileCloseAllOther:h=Затваряне на всички други страници
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Затваряне на всички други
ActionFileExit:h=Излизане от приложението
ActionFileExit:s=Alt+F4
ActionFileExit=Изход
ActionFileNew:h=Създаване на нов документ
ActionFileNew:s=Ctrl+N
ActionFileNew=&Нов
ActionFileOpen:h=Отваряне на съществуващ документ
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Отваряне...
ActionFilePrint:h=Печат на активния документ
ActionFilePrint:s=Ctrl+P
ActionFilePrint=&Печат...
ActionFilePrintPreview:h=Визуализация на активния документ
ActionFilePrintPreview=Визуализация...
ActionFileProperties:h=Преглед на свойствата на файла
ActionFileProperties=Свойства...
ActionFileReopen=Отваряне отново
ActionFileReopenProperties=Properties...
ActionFileReopenProperties:t=Translation needed
ActionFileSave:h=Запазване на активния документ
ActionFileSave:s=Ctrl+S
ActionFileSave=З&апазване
ActionFileSaveAll:h=Запазване на всички документи
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Запазван&е на всичко
ActionFileSaveAs:h=Запазване на активния документ под ново име
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=Запазване Като...
ActionFileSelectFromDirectory:h=Изберете файл от активния директория 
ActionFileSelectFromDirectory=Изберете от директорията
ActionHelp=П&омощ?
ActionHelpAboutEditBone:h=Преглед на информацията за EditBone
ActionHelpAboutEditBone=За EditBone
ActionHelpCheckForUpdates:h=Проверка за актуализации
ActionHelpCheckForUpdates=Проверка за ак&туализации
ActionHelpVisitHomepage:h=Посетете сайта на EditBone - http://www.bonecode.com/
ActionHelpVisitHomepage=Посетете началната страница
ActionMacro=Макроси
ActionMacroOpen:h=Отваряне на съществуващ макрос
ActionMacroOpen=Отв&аряне...
ActionMacroPause:h=Пауза на макроса
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=&Пауза
ActionMacroPlayback:h=Изпълнение на макроси
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=Изпълнение
ActionMacroRecord:h=Записване на макрос
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=Запис
ActionMacroSaveAs:h=Записване на макроса под ново име
ActionMacroSaveAs=Запис Като...
ActionMacroStop:h=Спиране на записа на макрос
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Стоп
ActionOutputCloseAllOtherPages:h=Затваряне на всички други страници
ActionOutputCloseAllOtherPages=Затваряне на всички други страници
ActionOutputClose:h=Затваряне на активната страница
ActionOutputClose=Затваряне
ActionOutputCloseAll:h=Затваряне на всички страници
ActionOutputCloseAll=Затваряне на всички
ActionOutputCopyAllToClipboard=&Копиране на всички в клипборда
ActionOutputCopyAllToClipboard:h=Копиране на всички в клипборда
ActionOutputCopySelectedToClipboard=Копиране на избраното в клипборда
ActionOutputCopySelectedToClipboard:h=Копиране на избраното в клипборда
ActionOutputOpenAll=Отв&аряне на всички
ActionOutputOpenAll:h=Отваряне на всички файлове
ActionOutputOpenSelected=&Отваряне на избраните
ActionOutputOpenSelected:h=Отваряне на избраните файлове
ActionOutputSelectAll=Избор на всички
ActionOutputSelectAll:h=Избор на всички файлове
ActionOutputUnselectAll=Отмяна на всички избрани
ActionOutputUnselectAll:h=Отмяна на всички избрани файлове
ActionSearch=&Тър&сене
ActionSearchClearBookmarks:h=Премахване на всички маркери
ActionSearchClearBookmarks=Премахване на мар&кери
ActionSearchClose:h=Затваряне
ActionSearchFindAll=Find all
ActionSearchFindAll:h=Find all matching texts
ActionSearchFindAll:t=Translation needed
ActionSearchFindInFiles:h=Търсене на низ във файлове
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=&Търсене във файлове...
ActionSearchFindNext:h=Намеране на подобен текст
ActionSearchFindNext:s=F3
ActionSearchFindNext=Намиране на следващия
ActionSearchFindPrevious:h=Намиране на предишния подобен текст
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Намиране на предишния
ActionGotoNextBookmark=Next
ActionGotoNextBookmark:h=Go to next bookmark
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark:t=Translation needed
ActionGotoPreviousBookmark=Previous
ActionGotoPreviousBookmark:h=Go to previous bookmark
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark:t=Translation needed
ActionSearchGoToBookmarks:h=Отиване до маркер
ActionSearchGoToBookmarks=Отиване до маркер
ActionSearchGoToLine:h=Отиване до ред
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Отиване до ред
ActionSearchOptions:h=Настройки за търсене
ActionSearchReplace:h=Заместване на зададения текст с друг
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=Заместване...
ActionSearchSearchButton:h=Търсене на зададения текст
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=Търсене...
ActionSearchToggleBookmark:h=За задаване или премахване на маркер за текущия ред. Маркери може да се създадат също с помощта на Ctrl+Shift+1..9. Отиването до маркер става с Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Промяна на маркер
ActionSearchToggleBookmarks:h=Промяна на маркерите
ActionSearchToggleBookmarks=Промяна на маркерите
ActionToolbarMenuLanguage=Език
ActionToolbarMenuSkin=Стил...
ActionToolbarMenuView=Изглед
ActionTools=Инструменти
ActionToolsCharacterMap:h=Вмъкване на Unicode символи в активния документ чрез двукратно щракване
ActionToolsCharacterMap=Символна таблица &Unicode...
ActionToolsClipboardHistory=Clipboard history
ActionToolsClipboardHistory:t=Translation needed
ActionToolsCompareFiles:h=Сравняване на файлове
ActionToolsCompareFiles=&Сра&вняване на файлове...
ActionToolsConvert:h=Конвертиране между числови единици
ActionToolsConvert=К&онвертор...
ActionToolsLanguageEditor:h=Езиков редактор
ActionToolsLanguageEditor=&Езиков редактор...
ActionToolsOptions:h=Задаване на настройки
ActionToolsOptions=Настр&ойки...
ActionToolsSelectForCompare:h=Избор на документ за сравнение
ActionToolsSelectForCompare=Избор за сравнение...
ActionView=Изглед
ActionViewCloseDirectory:h=Затваряне на активния документ
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=Затваряне на &директорията
ActionViewColorSelection:h=Показване или скриване на избора на цвят
ActionViewColorSelection=Цвят
ActionViewDirectory:h=Показване или скриване на директорията
ActionViewDirectory=Справочник
ActionViewEditDirectory:h=Редактиране на активния директория
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=Р&едактиране на директория...
ActionViewEncodingSelection:h=Показване или скриване на избора на кодиране
ActionViewEncodingSelection=К&одиране
ActionViewFiles:h=Търсене на файлове в избрания директория и неговите подсправочници
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=Файлове...
ActionViewFold=Fold
ActionViewFold:t=Translation needed
ActionViewFoldAll=Fold all
ActionViewFoldAll:h=Fold all
ActionViewFoldAll:t=Translation needed
ActionViewFoldAllDownFromActiveLine=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:h=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:t=Translation needed
ActionViewFoldAllDownFromSelectedLine=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:h=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:t=Translation needed
ActionViewFoldAllUpFromActiveLine=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:h=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:t=Translation needed
ActionViewFoldAllUpFromSelectedLine=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:h=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:t=Translation needed
ActionViewFoldSelected=Fold selected
ActionViewFoldSelected:h=Fold selected
ActionViewFoldSelected:t=Translation needed
ActionViewUnfold=Unfold
ActionViewUnfold:t=Translation needed
ActionViewUnfoldAll=Unfold all
ActionViewUnfoldAll:h=Unfold all
ActionViewUnfoldAll:t=Translation needed
ActionViewUnfoldAllDownFromActiveLine=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:h=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:t=Translation needed
ActionViewUnfoldAllDownFromSelectedLine=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:h=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:t=Translation needed
ActionViewUnfoldAllUpFromActiveLine=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:h=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:t=Translation needed
ActionViewUnfoldAllUpFromSelectedLine=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:h=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:t=Translation needed
ActionViewUnfoldSelected=Unfold selected
ActionViewUnfoldSelected:h=Unfold selected
ActionViewUnfoldSelected:t=Translation needed
ActionViewHighlighterSelection:h=Показване или скриване на избора на маркер
ActionViewHighlighterSelection=Мар&кер
ActionViewLineNumbers:h=Промяна номерата на редовете
ActionViewLineNumbers=&Номера на редове
ActionViewMainMenu:h=Показване или скриване на главното меню
ActionViewMainMenu=Главно меню
ActionViewMenuBar:h=Показване или скриване на лентата с менюта
ActionViewMenuBar=Лента с менюта
ActionViewMiniMap:h=Показване или скриване на мини карта
ActionViewMiniMap=Мини карта
ActionViewNextPage:h=Преход към следващата страница
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Следваща стра&ница
ActionViewOpenDirectory:h=Отваряне на нов директория
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Отваряне на директория...
ActionViewOutput:h=Показване или скриване на изхода
ActionViewOutput=Изход
ActionViewPreviousPage:h=Преход към предишната страница
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Предишна страница
ActionViewSelectionMode:h=Превключване към избор на режим. При натискане на Alt редакторът ще се превключи към избор на режим.
ActionViewSelectionMode=Избор на ре&жим
ActionViewSkinSelector=Skin selector
ActionViewSkinSelector:t=Translation needed
ActionViewSpecialChars:h=Превключване на специални символи
ActionViewSpecialChars=Сп&ециални символи
ActionViewSplit:h=Разделяне на документ
ActionViewSplit=Разделяне
ActionViewSyncEdit=Синхронизиран текстt
ActionViewSyncEdit:h=Показване или скриване на синхронизиран текст
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewStatusBar:h=Показване или скриване на лентата на състоянието
ActionViewStatusBar=Лента на &състоянието
ActionViewToolbar:h=Показване или скриване на лентата с инструменти
ActionViewToolbar=&Лента с инструменти
ActionViewTitleBar=Заглавна лента
ActionViewTitleBarFilename=Име на файл
ActionViewTitleBarFilename:h=Показване или скриване на името на файла в заглавната лента
ActionViewTitleBarFileList=Списък с файлове
ActionViewTitleBarFileList:h=Показване или скриване в заглавната лента на списъка с файлове
ActionViewWordWrap:h=Превключване на преноса на думи
ActionViewWordWrap=Пренос на думи
ActionViewXMLTree:h=Показване или скриване на XML дървото
ActionViewXMLTree=&XML дърво
ActionXMLTreeRefresh:h=Актуализиране на XML дървото
ActionXMLTreeRefresh=Актуализация
PanelDocument=Обработка...

[AskYesOrNo]
ChangeColorFile=Променили сте файла с оригиналния цвят. Да създам ли нов файл с модифицирания цвят?
CancelSearch=Отказ от търсенето, сигурни ли  сте?
CloseDirectory=Затваряне на директория %s, сигурни ли сте?
DeleteDirectory=Изтриване на директория %s, сигурни ли сте?
DeleteFile=Изтриване на файл %s, сигурни ли сте?
DeleteLine=Изтриване на ред, сигурни ли сте?
NewVersion=Има нова версия на %s  %s.%sЖелаете ли да я изтеглите от Интернет?
RecordMacro=Запис на новия  макрос, сигурни ли сте?
ReplaceOccurence=Да заменя ли тази поява  '%s'?
SaveChanges=Да запазя ли  измененията?
SearchMatchNotFound=Не е намерено съответствие.%sДа повторя ли търсенето от началото на файла?
SearchStringNotFound=Търсеният низ '%s' не е открит

[Message]
CannotFindString=Низът '%s' не е открит
DocumentStatistics=Брой на редовете: %d%sБрой на думите: %d%sБрой на символите: %d
LatestVersion=Вие използвате най-новата версия.
SelectFilePathFromDirectory=Изберете пътя до файла от директорията
NoDefaultPrinter=Не е избран принтер по подразбиране.

[ErrorMessage]
EnterPath=Въведете път.
EnterTabName=Въведете името на раздела.
FileNotFound=Файлът '%s' не е намерен.
PathNotExist=Пътят не съществува.
RootDirectoryNotExist=Главният директория не съществува.

[WarningMessage]
FileAccessError=Грешка при достъпа до файла %s.

[Constant]
AllFiles=Всички файлове
AllSkinsDownload=Изтегляне на всички стилове
Arrow=Стрелка
AutoSave=Автоматично записване
Block=Блокиране
Bookmark=Маркер
Bottom=Основа
Circle=Кръг
Color=Цвят
CompareFiles=Сравняване на файлове
Confirmation=Confirmation
Confirmation:t=Translation needed
CountingFiles=Преброяване на файлове...
DirectoryItems=Елементи от директорията
Document=Документ
Dot=Точка
DownloadCancelling=отмsна...
DownloadDone=Готово.
EditDirectory=Редактиране на директорията
Encoding=Кодиране
Enter=Въведете
Error=Error
Errot:t=Translation needed
FileMaskItems=Елементи за маска на Файл
FilesFound=Открити са %d файл(а) в %s
FooterLeft=Долен колонтитул -  Вляво
FooterRight=Долен колонтитул -  Вдясно
GoToLine=Отиди на ред
HalfBlock=Полублокиране
HeaderLeft=Горен колонтитул -  Вляво
HeaderRight=Долен колонтитул -  Вдясно
Hide=Скриване
Highlighter=Маркер
HorizontalLine=Хоризонтален ред
Information=Information
Information:t=Translation needed
Insert=Вмъкване
InsertTags=Вмъкване на HTML/XML допълнения
InvalidName=Невалидно име
LanguageEditor=Редактор на езици - [%s]
Line=Ред
MatchFound=Открити %d съвпадение%s
MatchFoundPluralExtension=(я)
Minute=мин
Modified=изменен
Normal=Normal
Normal:t=Translation needed
OccurencesFound=открити са %d поява(и) %s
Open=Отваряне
OpenDirectory=Отваряне на директория
Overwrite=Презапис
Page=Page
Page:t=Translation needed
Pilcrow=Край на абзаца
Position=Позиция: %d
PreviewDocumentPage=Страница: $PAGENUM$ от $PAGECOUNT$
PreviewPage=Страница: %d / %d
PreviewPrintDocument=Печат (%s)|Печатане документа на %s
PrintedBy=Отпечатани %s
RegularExpression=Регулярен израз
Rename=Желаете ли да преименувате %s в %s?
RenameFailed=Преименуването на %s е неуспешно
ReopenItems=Reopen items
ReopenItems:t=Translation needed
RightMargin=Right margin
RightMargin:t=Translation needed
SaveAs=Запазване като
SearchFor=Търсене на '%s'
SearchItems=Търсене на елементи
Second=сек
SelectRootDirectory=Избор на коренния директория
Solid=Солиден
Square=Квадрат
TextToFindItems=Текст за търсене на елементи
ThinHorizontalLine=Тънка хоризонтална линия
ThinVerticalLine=Тънка вертикална линия
Top=Горен
TopLine=Горен Ред: %d
VersionInfoNotFound=Не е открита информация за версията
VerticalLine=Вертикален ред (колона)
Warning=Warning
Warning:t=Translation needed
Wildcard=Wildcard
Wildcard:t=Translation needed

[DialogConstant]
SMsgDlgAbort=Прекъсни
SMsgDlgAll=Всички
SMsgDlgCancel=Отказ
SMsgDlgClose=Затвори
SMsgDlgConfirm=Уверете се, че
SMsgDlgError=Грешка
SMsgDlgHelp=Помощ
SMsgDlgHelpHelp=Помощ
SMsgDlgHelpNone=Помощта не е достъпна
SMsgDlgIgnore=Игнорирай
SMsgDlgInformation=Информация
SMsgDlgNo=Не
SMsgDlgNoToAll=Не за всички
SMsgDlgOK=Добре
SMsgDlgRetry=Опитайте отново
SMsgDlgWarning=Предупреждение
SMsgDlgYes=Да
SMsgDlgYesToAll=Да за всички

[ColorConstant]
SNameBlack=Чер
SNameMaroon=Кестеняв
SNameGreen=Зелен
SNameOlive=Маслинен
SNameNavy=Синьо Зелен
SNamePurple=Виолетов
SNameTeal=Teal
SNameGray=Сив
SNameSilver=Сребрист
SNameRed=Червен
SNameLime=Лимонов
SNameYellow=Жълт
SNameBlue=Син
SNameFuchsia=Фукция
SNameAqua=Воден
SNameWhite=Бял
SNameMoneyGreen=Патина
SNameSkyBlue=Небесно Син
SNameCream=Млечно Бял
SNameMedGray=Средно Сив
SNameActiveBorder=Активна рамка
SNameActiveCaption=Активен надпис
SNameAppWorkSpace=Работна област на програмата
SNameBackground=Фон
SNameBtnFace=Означение на бутона
SNameBtnHighlight=Осветяване на бутона
SNameBtnShadow=Засенчване на бутона
SNameBtnText=Текст на бутона
SNameCaptionText=Текст на надписа
SNameDefault=По подразбиране
SNameGradientActiveCaption=Активни в заглавния слайд
SNameGradientInactiveCaption=Нективни в заглавния слайд
SNameGrayText=Сив текст
SNameHighlight=Засветяване на фона
SNameHighlightText=Засветяване на текста
SNameHotLight=Гореща светлина
SNameInactiveBorder=Неактивна рамка
SNameInactiveCaption=Неактивен дял
SNameInactiveCaptionText=Текст в неактивен дял
SNameInfoBk=Фон на информацията
SNameInfoText=Текст в информацията
SNameMenu=Фон на менюто
SNameMenuBar=Лента с менюта
SNameMenuHighlight=Засветяване на менюто
SNameMenuText=Текст в менюто
SNameNone=Нищо
SNameScrollBar=Лента за превъртане
SName3DDkShadow=3D тъмна сянка
SName3DLight=3D засветен
SNameWindow=Фон на прозореца
SNameWindowFrame=Рамка на прозореца
SNameWindowText=Текст в прозореца
SColorBoxCustomCaption=Потребителски...

[FileTypes]
ActionScript=ActionScript файлове (*.as)
ASP=ASP файлове (*.asp)
Assembler 68HC11=68HC11 Assembler файлове (*.hc11;*.asc)
AutoIt v3=AutoIt файлове (*.au3)
AWK=AWK скриптове (*.awk)
C#=C# файлове (*.cs)
C++=C++ файлове (*.cpp;*.hpp)
C=C файлове (*.c;*.h)
CoffeeScript=CoffeeScript файлове (*.coffee)
CSS=Cascading Stylesheet файлове (*.css)
D=D файлове (*.d;*.di)
Delphi Form Module=Delphi Form Module файлове (*.dfm)
Free Pascal=Free Pascal файлове (*.pp)
GLSL=GLSL файлове (*.glsl)
Go=Go файлове (*.go)
Groovy=Groovy файлове (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML файлове (*.html;*.htm)
INI=INI файлове (*.ini;*.lng)
Inno Setup=Inno Setup файлове (*.iss)
Java=Java файлове (*.java)
JavaScript=JavaScript файлове (*.js)
JSON=JSON файлове (*.json)
LaTex=LaTex файлове (*.lat;*.tex;*.lex)
Lisp=Lisp файлове (*.lisp)
Lua=Lua файлове (*.lua)
Markdown=Markdown файлове (*.md)
MATLAB=MATLAB файлове (*.matlab)
MIME=MIME файлове (*.eml;*.mht)
MS-DOS Batch=MS-DOS Batch файлове (*.bat;*.cmd)
Objective-C=Objective-C файлове (*.m)
Object Pascal=Pascal файлове (*.pas;*.dpr;*.dpk)
OCaml=OCaml файлове (*.ml)
Perl=Perl файлове (*.pl;*.pm;*.cgi)
PHP=PHP файлове (*.php;*.class;*.inc)
PowerShell=PowerShell файлове (*.ps1)
Python=Python файлове (*.py)
Ruby=Ruby файлове (*.rb;*.rbw)
Rust=Rust файлове (*.rc)
Scala=Scala файлове (*.scala)
SQL - Standard=SQL файлове (*.sql)
Swift=Swift файлове (*.swift)
TclTk=Tcl/Tk файлове (*.tcl)
Text=Текстови файлове (*.txt)
TypeScript=TypeScript файлове (*.ts)
UnrealScript=UnrealScript файлове (*.uc)
Visual Basic=Visual Basic файлове (*.vb;*.bas)
XML=XML файлове (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=XSL файлове (*.xsl;*.xslt)
Macro=Macro файлове (*.mcr)|*.mcr
Language=Езикови файлове (*.lng)|*.lng
Zip=Zip файлове (*.zip)|*.zip

[ClipboardHistoryDialog]
Caption=Clipboard history
Caption:t=Translation needed
ActionCopyToClipboard=Copy to clipboard
ActionCopyToClipboard:t
ActionInsertInEditor=Insert in editor
ActionInsertInEditor:t
ActionClearAll=Clear all
ActionClearAll:t

[ChangedFilesDialog]
VirtualDrawTree:0=File
VirtualDrawTree:0:t=Translation needed
VirtualDrawTree:1=Path
VirtualDrawTree:1:t=Translation needed

[ConfirmReplaceDialog]
ButtonCancel=Отказ
Caption=Потвърди заместването
ButtonNo=Н&е
ButtonYes=Да
ButtonYesToAll=Д&а за всички

[DownloadURLDialog]
ButtonCancel=Отказ
Caption=Изтегляне

[FindInFilesDialog]
ButtonCancel=Отказ
Caption=Търсене във файлове
StickyLabelCaseSensitive=Главни и малки букви
ComboBoxFileMask=Филтър за файла
ButtonFind=Търсене
ComboBoxTextToFind=Търсене
ComboBoxDirectory=Справочник
GroupBoxOptions=Настройки
StickyLabelIncludeSubdirectories=Включване на подсправочници
GroupBoxSearchDirectoryOptions=Настройки за търсене в директорията
StickyLabelWholeWordsOnly=Само цели думи
ActionSearchEngine=Select search engine
ActionSearchEngine:t=Translation needed

[InputQueryDialog]
ButtonOK=Добре
ButtonCancel=Отказ

[ItemListDialog]
ActionInsert=Вмъкване
ActionInsert:h=Вмъкване на елемент
ActionDelete=Изтриване
ActionDelete:h=Изтриване на елемент
ActionClearAll=Изчистване на всички
ActionClearAll:h=Изчистване на всички елементи
ActionMoveUp=Преместване нагоре
ActionMoveUp:h=Преместване на избраните елементи нагоре
ActionMoveDown=Преместване надолу
ActionMoveDown:h=Преместване на избраните елементи надолу
ActionSort=Сортиране
ActionSort:h=Сортиране на елементи

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Звуков сигнал, ако търсеният низ не е намерен
StickyLabelEntireScope=В целия обхват
StickyLabelHighlightResult=Маркиране на резултатите
StickyLabelSearchOnTyping=Търсене при въвеждане
StickyLabelShowSearchMatchNotFound=Показване, че шаблона за търсене не е намерен
StickyLabelShowSearchStringNotFound=Показване на съобщение Низът за Търсене Не е Намерен
StickyLabelWholeWordsOnly=Само цели думи
StickyLabelWrapAround=Започване от самото начало, ако не е намерен
ButtonOK=Добре
ButtonCancel=Отказ

[OptionsToolbarItemsDialog]
Caption=Избор на елемент
VirtualDrawTreeAddItems:0=Елемент от меню
ButtonAdd=Добавяне
ButtonCancel=Отказ

[ReplaceDialog]
ButtonCancel=Отказ
ButtonFind=Намери
ButtonReplaceAll=Замени Всич&ки
Caption=Замяна
ComboBoxSearchFor=Търсене за
GroupBoxOptions=Настройки
GroupBoxReplaceIn=Замени във
RadioButtonAllOpenFiles=Всички отворени файлове
RadioButtonDeleteLine=Изтриване на ред
RadioButtonReplaceWith=Замени с
RadioButtonWholeFile=Целия файл
StickyLabelCaseSensitive=Главни и малки букви
StickyLabelPromptOnReplace=Питане при замяна
StickyLabelSelectedOnly=Само избраните
StickyLabelWholeWordsOnly=Само цели думи
ActionSearchEngine=Select search engine
ActionSearchEngine:t=Translation needed
GroupBoxDirection=Direction
GroupBoxDirection:t=Translation needed
RadioButtonDirectionForward=Forward
RadioButtonDirectionForward:t=Translation needed
RadioButtonDirectionBackward=Backward
RadioButtonDirectionBackward:t=Translation needed
GroupBoxOrigin=Origin
GroupBoxOrigin:t=Translation needed
RadioButtonOriginFromCursor=From cursor
RadioButtonOriginFromCursor:t=Translation needed
RadioButtonEntireScope=Entire scope
RadioButtonEntireScope:t=Translation needed

[SkinSelectDialog]
PanelPreviewArea=Визуализация
GroupBoxSkinColorization=Оцветяване на стила
LabelHueOffset=Цветен тон
LabelSaturation=Наситеност
LabelBrightness=Яркост
StickyLabelExtendedBordersMode=Разширени краища на състоянието
StickyLabelBlendOnMove=Вграждане на екрана при местене
StickyLabelAllowAeroBlurring=Allow aero blurring
StickyLabelAllowAeroBlurring:t=Translation needed
StickyLabelAllowAnimation=Allow animation
StickyLabelAllowAnimation:t=Translation needed
StickyLabelAllowGlowing=Позволени светещи
StickyLabelAllowOuterEffects=Allow outer effects
StickyLabelAllowOuterEffects:t=Translation needed

[ConvertForm]
Caption=Конвертиране между числови единици
ComboBoxType=Тип
ComboBoxFrom=От
ComboBoxTo=Към
EditValue=Стойност
EditResult=Резултат

[PrintPreviewDialog]
ActionColors=Цветове
ActionColors:h=Превключване на цветовете
ActionExit=Изход
ActionExit:h=Изход от визуализация на печата
ActionFirst=Първа
ActionFirst:h=Перва|Преход към първата страница
ActionHighlight=Осветяване
ActionHighlight:h=Промяна на осветяването
ActionLast=Последна
ActionLast:h=Последна|Преход към последната страница
ActionLineNumbers=Номера на редове
ActionLineNumbers:h=Промяна на номерата на редовете
ActionNext=Следваща
ActionNext:h=Следваща|Преход към следващата страница
ActionPrevious=Предишна
ActionPrevious:h=Предишна|Преход към предишната страница
ActionPrint=Печат
ActionPrint:h=Печат|Отпечатване на документ
ActionWordWrap=Пренасяне на думи
ActionWordWrap:h=Включва пренасянето на думи
ActionZoomIn=Приближаване
ActionZoomIn:h=Увеличаване в
ActionZoomOut=Отдалечаване
ActionZoomOut:h=Намаляване в
ActionZoom=Мащабиране
ActionZoom:h=Мащаб|Увеличаване/Намаляване
Caption=Предварителен преглед

[SearchForFilesForm]
Caption=Търсене на файлове
PanelSearchingFiles=Търсене на файлове...

[CompareFrame]
CopySelectionLeftAction:h=Копиране на избраното вляво
CopySelectionRightAction:h=Копиране на избраното вдясно
FindNextDifferenceAction:h=Намерете следващата разлика
LeftDocumentButtonClickAction:h=Отваряне на документ
LeftLabel=Лява линия
OpenDocumentsLeftAction:h=Отваряне на документ
OpenDocumentsRightAction:h=Отваряне на документ
RefreshAction:h=Обновяване на документите
RightDocumentButtonClickAction:h=Отваряне на документ
RightLabel=Дясна линия
SaveLeftGridAction:h=Записване на документ
SaveRightGridAction:h=Записване на документ

[OptionsCompareFrame]
StickyLabelIgnoreCase=Игнориране на регистъра
StickyLabelIgnoreBlanks=Игнориране на интервалите

[OptionsEditorCaretFrame]
StickyLabelVisible=Видим
StickyLabelRightMouseClickMovesCaret=Десен бутон на мишката за преместване на курсора
GroupBoxNonBlinkingCaret=Мигащ курсор
StickyLabelNonblinkingCaretEnabled=В употреба
ColorBoxNonblinkingCaretBackground=Цвят на фона 
ColorBoxNonblinkingCaretForeground=Цвят на предния план
GroupBoxStyles=Стилове
ComboBoxStylesInsertCaret=Вмъкване
ComboBoxStylesOverwriteCaret=Презапис

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Видим
StickyLabelFoldMultilineComments=Сгъване на многоредови коментари
StickyLabelHighlightIndentGuides=Използване на ръководството за отстъпи
StickyLabelHighlightMatchingPair=Маркиране на съвпадащи двойки
StickyLabelShowCollapsedCodeHint=Смачкване на кода при подсказка
StickyLabelShowCollapsedLine=Показване на смачкания ред
StickyLabelShowIndentGuides=Показване на направляващите отстъпи
StickyLabelShowTreeLine=Показване реда на дървото
StickyLabelUncollapseByHintClick=Възстановяване при кликване на подсказка
ComboBoxMarkStyle=Маркиране на стила
EditHintRowCount=Брой редове с подсказки

[OptionsEditorColorFrame]
ComboBoxColor=Цвят
ComboBoxHighlighter=Маркер
TabSheetEditor=Редактор
ComboBoxEditorElement=Елемент
ColorComboBoxEditorColor=Цвят
TabSheetElements=Елементи
ComboBoxElementsName=Име
ColorComboBoxElementsForeground=Преден план
ColorComboBoxElementsBackground=Фон
GroupBoxAttributes=Атрибути
StickyLabelElementsAttributesBold=Удебелен
StickyLabelElementsAttributesItalic=Курсив
StickyLabelElementsAttributesUnderline=Подчертан
TabSheetGeneral=Общи
EditVersion=Версия
DateEditDate=Дата
TabSheetAuthor=Автор
EditName=Име
EditEmail=Имейл
TabSheetUseSkinColor=Използване на цвят от облика
LabelSkinDescription=Използване на цвят от облика за избраните елементи
StickyLabelSkinActiveLineBackground=Активен ред за фона
StickyLabelSkinForeground=Преден план
StickyLabelSkinSelectionForeground=Избор на преден план
StickyLabelSkinLeftMarginBackground=Лява граница за фона
StickyLabelSkinCodeFoldingBackground=Фон за папки с код
StickyLabelSkinCompletionProposalBackground=Завършване на предложения фон
StickyLabelSkinBackground=Фон
StickyLabelSkinSelectionBackground=Избор на фон
StickyLabelSkinBookmarkPanelBackground=Фон за панела с маркери
StickyLabelSkinCodeFoldingHintBackground=Фон за папки с подсказки
StickyLabelSkinCompletionProposalSelectionBackground=Завършване предложението за избор на фон

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Включено
StickyLabelCaseSensitive=Главни и малки букви
StickyLabelAutoInvoke=Автоматично извикване
ComboBoxShortcut=Пряк път

[OptionsEditorFontFrame]
ComboBoxColor=Цвят
ComboBoxElement=Елемент
FontComboBoxFont=Шрифт
EditFontSize=Размер на шрифта

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize=Автоматичен размер
StickyLabelShowAfterLastLine=Показване на броя на редовете след последния
StickyLabelShowBookmarkPanel=Показване на панела с маркери
StickyLabelShowBookmarks=Показване на маркерите
StickyLabelShowInTens=Номера на редове по десятки
StickyLabelShowLeadingZeros=Номера на редове стартиращи от нула
StickyLabelShowLineState=Показване състоянието на реда
StickyLabelVisible=Видим
EditLineNumbersStartFrom=Начало от
EditBookmarkPanelWidth=Ширина на панела за маркери
EditWidth=Ширина
GroupBoxLineNumbers=Номера на редове
ColorComboBoxBookmarkLineColor=Bookmark line color
ColorComboBoxBookmarkLineColor:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Разрешен
StickyLabelHighlightAfterToken=Маркиране след токен
StickyLabelHighlightUnmatched=Маркиране на несравнените

[OptionsEditorMinimapFrame]
StickyLabelVisible=Видим
StickyLabelShowBookmarks=Показване на маркери
StickyLabelShowBorder=Показване на граници
StickyLabelShowIndentGuides=Показваане на ръководство за отстъпите 
StickyLabelShowSearchResults=Показване на резултатите от търсенето
StickyLabelShowShadow=Показване на сянката
StickyLabelUseBlending=Използване на смесване
StickyLabelInvertBlending=Инвертиране на смесването
ComboBoxAlign=Подравняване
EditWidth=Ширина

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Автоматичен отстъп
StickyLabelAutoSave=Автоматично записване
StickyLabelDragDropEditing=Редактиране с прихващане и пускане
StickyLabelDropFiles=Пускане на файлове
StickyLabelGroupUndo=Групова отмяна
StickyLabelTrimTrailingSpaces=Премахване на крайните интервали
StickyLabelUndoAfterSave=Отмяна след запазване
EditLineSpacing=Междуредие
EditClipboardHistoryItemsCount=Clipboard history items count
EditClipboardHistoryItemsCount:t=Translation needed

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Видим
StickyLabelAutoLineBreak=Auto line break
StickyLabelAutoLineBreak:t=Translation needed
StickyLabelMouseMove=Преместване на мишката
StickyLabelShowMovingHint=Показване на съвет за преместване
EditPosition=Местоположение

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Автоматична максимална дължина
StickyLabelHalfPage=Половин страница
StickyLabelHintFollows=Следва съвет
StickyLabelPastEndOfFile=Превъртане надолу до края на файла
StickyLabelPastEndOfLineMarker=Превъртане надолу до края на реда
StickyLabelShowHint=Показване на съвет за лентата за превъртане
StickyLabelShowShadow=Показване на сянка

[OptionsEditorSearchFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelClearWhenClosed=Clear when closed
StickyLabelClearWhenClosed:t=Translation needed
StickyLabelDocumentSpecificSearch=Търсене на специфични за документа
StickyLabelShowSearchMap=Търсене в картата
ComboBoxAlign=Подравняване

[OptionsEditorSelectionFrame]
StickyLabelVisible=Видим
StickyLabelALTSetsColumnMode=ALT задава режим по колони
StickyLabelExpandRealNumbers=Разширяване на реалните числа
StickyLabelHighlightSimilarTerms=Маркиране на подобни термини
StickyLabelTermsCaseSensitive=Различаване на ГЛАВНИ и малки букви
StickyLabelFromEndOfLine=От края на реда
StickyLabelToEndOfLine=До края на реда
StickyLabelToEndOfLastLine=До края на последния ред
StickyLabelTripleClickRowSelect=Трикратно щракване за избор на ред

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Използване на цвят за текста
StickyLabelUseMiddleColor=Използване на междинен цвят
ColorComboBoxColor=Цвят
ComboBoxStyle=Стил
GroupBoxEndOfLine=Край на ред
StickyLabelEndOfLineVisible=Видим
GroupBoxEndOfLine=Цвят
ComboBoxEndOfLineStyle=Стил
GroupBoxSelection=Избраните
StickyLabelSelectionVisible=Видим
ColorComboBoxSelectionColor=Цвят

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=Разрешен
StickyLabelCaseSensitive=Различаване на ГЛАВНИ и малки букви
StickyLabelShowActivateIcon=Показване на иконата за активиране

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Отстъп за Избрания блок
StickyLabelTabsToSpaces=Табулации към Интервали
StickyLabelColumns=Колони
StickyLabelPreviousLineIndent=Предишен отстъп на ред
EditWidth=Ширина

[OptionsEditorWordWrapFrame]
ComboBoxWidth=Width
ComboBoxWidth:t=Translation needed

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Използване на системен шрифт
FontComboBoxFont=Шрифт
EditFontSize=Размер на шрифта

[OptionsOutputFrame]
StickyLabelShowTreeLines=Показване дървовидно редовете
StickyLabelShowCheckBox=Показваане на квадратче за задраскване
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Отстъп

[OptionsPrintFrame]
ComboBoxDocumentName=Име на документа
ComboBoxPageNumber=Номер на страница
ComboBoxPrintedBy=Отпечатан от
ComboBoxDateTime=Дата Час
StickyLabelShowHeaderLine=Показване на Горен колонтитул
StickyLabelShowFooterLine=Показване на Долен колонтитул
StickyLabelShowLineNumbers=Показване на Номера на редове
StickyLabelWordWrap=Пренос на думи

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Подравняване на ключова дума
StickyLabelKeywordAlignmentLeftJustify=Подравняване на ключовата дума строго вляво

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Ключови думи
ComboBoxIdentifier=Идентификатор
ComboBoxQuotedIdentifier=Идентификатор в кавички
ComboBoxTableName=Име на Таблица
ComboBoxColumnName=Име на Колона
ComboBoxAliasName=Име на Псевдоним
ComboBoxVariableName=Име на Променлива
ComboBoxFunctionName=Име на Функция
ComboBoxDataType=Тип на Данните

[OptionsSQLFormatterFrame]
ComboBoxDatabase=База от Данни

[OptionsSQLIndentationFrame]
EditIndentLength=Дължина на Отстъпа
StickyLabelUseTab=Използване на табулатори
EditTabSize=Размер на Табулатора
EditFunctionBodyIndent=Отстъп на тялото на Функция
StickyLabelBlockOnNewLine=Блок - На нов ред
EditBlockLeftIndentSize=Блок - размер на Ляв отстъп
EditBlockRightIndentSize=Блок - размер на Десен отстъп
EditBlockIndentSize=Блок - размер на отстъпа
EditSingleStatementIndent=Единична декларация IF/ELSE - размер на отстъпа

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Стил списък от Колони
ComboBoxValueListStyle=Стил списък от Стойности
EditInsertColumnsPerLine=Вмъкване на колони за ред
StickyLabelParenthesisInSeparateLines=Скоби в различни редове

[OptionsSQLSelectFrame]
TabSheetColumnList=Списък от Колони
TabSheetSubquery=Подзаявка
TabSheetIntoClause=клауза INTO
TabSheetFromJoinClause=клауза FROM/JOIN
TabSheetAndOrKeyword=ключова дума AND/OR
TabSheetGroupByClause=клауза GROUP BY
TabSheetHavingClause=клауза HAVING
TabSheetOrderByClause=клауза ORDER BY
ComboBoxColumnListStyle=Стил
ComboBoxColumnListLineBreak=Прекъсване на ред
StickyLabelAlignAlias=Подравняване на псевдоним
StickyLabelColumnInNewLine=Колони в нов ред
StickyLabelTreatDistinctAsVirtualColumn=Тълкуване на DISTINCT като виртуална колона
StickyLabelNewLineAfterIn=Нов ред след IN
StickyLabelNewLineAfterExists=Нов ред след EXISTS
StickyLabelNewlineAfterComparisonOperator=Нов ред след оператор за сравнение
StickyLabelNewlineBeforeComparisonOperator=Нов ред пред оператор за сравнение
StickyLabelIntoClauseInNewLine=клауза INTO на нов ред
ComboBoxFromClauseStyle=Стил
StickyLabelFromClauseInNewLine=клауза FROM на нов ред
StickyLabelJoinClauseInNewLine=клауза JOIN на нов ред
StickyLabelAlignJoinWithFromKeyword=Подравняване на JOIN с ключова дума FROM
StickyLabelAlignAndOrWithOnInJoinClause=Подравняване на AND/OR с ON в клауза JOIN
StickyLabelAlignAliasInFromClause=Подравняване на псевдоним в клауза FROM
ComboBoxAndOrLineBreak=Прекъсване на ред
StickyLabelAndOrUnderWhere=AND/OR под WHERE
StickyLabelWhereClauseInNewline=клауза WHERE на нов ред
StickyLabelWhereClauseAlignExpr=клауза WHERE с подравняване на израза
ComboBoxGroupByClauseStyle=Стил
StickyLabelGroupByClauseInNewLine=клауза GROUP BY на нов ред
StickyLabelHavingClauseInNewLine=клауза HAVING на нов ред
ComboBoxOrderByClauseStyle=Стил
StickyLabelOrderByClauseInNewLine=клауза ORDER BY на нов ред

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Стил списък от Колони

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Интервали около оператор при аритметичен израз
StickyLabelSpaceInsideCreate=Интервали между скобите при CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideExpression=Интервали между скобите при израз
StickyLabelSpaceInsideSubquery=Интервали между скобите при подзаявка
StickyLabelSpaceInsideFunction=Интервали между скобите при извикване на функция
StickyLabelSpaceInsideTypename=Интервали между скобите за typename при CREATE TABLE

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Използване на системен шрифт
FontComboBoxFont=Шрифт
EditFontSize=Размер на шрифта
StickyLabelShowMacro=Показване на макрос
StickyLabelShowCaretPosition=Показване на позицията на курсора
StickyLabelShowKeyState=Показване на състоянието на клавишите
StickyLabelShowModified=Показване на променените

[OptionsToolbarFrame]
VirtualDrawTree:h=Използвайте провлачване и пущане за преместване на елементите от менюто. Кликнете с десния бутон върху изскачащото меню, за вмъкване и изтриване на елементи.
VirtualDrawTree:0=Елемент от менюто
ActionAddItem=Добавяне на елемент
ActionAddItem:h=Добавяне на елемент
ActionDelete=Изтриване
ActionDelete:h=Изтриване
ActionAddDivider=Добавяне на разделител
ActionAddDivider:h=Добавяне на разделител
ActionReset=Начално състояние
ActionReset:h=Начално състояние на Елементите от менюто 
ActionMoveUp=Преместване нагоре
ActionMoveUp:h=Преместване на избраните елементи нагоре
ActionMoveDown=Преместване надолу
ActionMoveDown:h=Преместване на избраните елементи надолу

[AboutDialog]
Caption=За EditBone
LabelCopyright=Авторско право %s. Всички права запазени.
LabelMemoryAvailable=Размер на паметта достъпна за Windows: %s
ButtonOK=Добре
ButtonDonations=Дарения
LabelDevelopmentEnvironment=Среда за разработка
LabelThirdPartyComponents=Компоненти от 3-ти страни
LabelLanguageFileContributors=Сътрудници за Езиковия файл
LabelIcons=Икони
LabelVersion=Версия %s (%d-битова)

[DirectoryTabDialog]
ButtonCancel=Отказ
StickyLabelExcludeOtherBranches=С изключение на клоновете на други директории
ButtonOK=Д&обре
EditRootDirectory=Коренен директория
ComboBoxDrives=Показване на дискове
ComboBoxFileMask=Показване типа на файла
EditTabName=Име на раздел
GroupBoxOptions=Настройки

[LanguageEditorForm]
ActionExit:h=Затваряне на езиковия редактор
ActionExit=Изход
ActionFileNew:h=Създаване на нов езиков файл
ActionFileNew=Нов
ActionFileOpen:h=Отваряне на съществуващ езиков файл
ActionFileOpen=Отваряне
ActionFileSave:h=Запазване на езиковия файл
ActionFileSave=Запазване
VirtualDrawTree:0=Обект
VirtualDrawTree:1=Надпис
VirtualDrawTree:2=Съвет
VirtualDrawTree:3=Етикет

[OptionsForm]
ActionCompare=Сравняване на файлове
ActionDirectory=Справочник
ActionDirectoryTabs=Раздели
ActionEditor=Редактор
ActionEditorCaret=Курсор
ActionEditorCodeFolding=Смачкване на кода
ActionEditorColors=Цветове
ActionEditorCompletionProposal=Предлагане на приключване
ActionEditorDefaults=По подразбиране
ActionEditorFonts=Шрифт
ActionEditorLeftMargin=Ляво поле
ActionEditorMatchingPair=Съвпадащи двойки
ActionEditorMinimap=Мини карта
ActionEditorRightMargin=Дясно поле
ActionEditorScroll=Превъртане
ActionEditorSearch=Търсене
ActionEditorSelection=Избор
ActionEditorSpecialChars=Специални символи
ActionEditorSyncEdit=Редактиране на синхронизацията
ActionEditorTabs=Табулации
ActionEditorTabulator=Табулатор
ActionEditorWordWrap=Пренос на думи
ActionFileTypes=Тип на файловете
ActionMainMenu=Главно меню
ActionOutput=Извеждане
ActionOutputTabs=Раздели
ActionPrint=Печат
ActionSQLAlignments=Подравняване
ActionSQLCapitalization=Към ГЛАВНИ
ActionSQLFormatter=SQL форматиране
ActionSQLIndentation=Отстъп
ActionSQLInsert=Вмъкване
ActionSQLSelect=Избор
ActionSQLUpdate=Обновяване
ActionSQLWhitespace=Интервали
ActionStatusBar=Лента на състоянието
ActionTitleBar=Title bar
ActionTitleBar:t=Translation needed
ActionToolbar=Лента с инструменти
ButtonCancel=Отказ
ButtonOK=Д&обре
Caption=Настройки
EditorTabsAction=Раздели

[UnicodeCharacterMapForm]
Caption=Символна таблица Unicode

[OptionsDirectoryFrame]
StickyLabelAutoHide=Автоматично скриване
StickyLabelShowTreeLines=Показване дървото на редовете
StickyLabelShowHiddenFiles=Показване на скритите файлове
StickyLabelShowSystemFiles=Показване на системните файлове
StickyLabelShowArchiveFiles=Показване на архивни файлове
StickyLabelShowOverlayIcons=Показване на икони с наслагване
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Отстъп
ComboBoxAlign=Изравняване

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=На Много редове
StickyLabelShowCloseButton=Показване на бутон за затваряне
StickyLabelShowOpenDirectoryButton=Показване на бутон за отваряне на директория
StickyLabelShowImage=Показване на изображение
StickyLabelCloseTabByDblClick=Затваряне на подпрозореца при двоен клик
StickyLabelCloseTabByMiddleClick=Затваряне на подпрозореца при клик със среден бутон
StickyLabelDoubleBuffered=Двойно буфериране
StickyLabelSaveTabs=Запазване на табулациите
StickyLabelRightClickSelect=Избор с десен клик

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Цвят
ComboBoxDefaultEncoding=Кодиране
ComboBoxDefaultHighlighter=Маркер
ComboBoxDefaultSQLHighlighter=SQL маркер
EditBrowser=Браузър

[OptionsEditorTabsFrame]
StickyLabelMultiline=На Много редове
StickyLabelShowCloseButton=Показване на бутон за затваряне
StickyLabelShowImage=Показване на изображение
StickyLabelCloseTabByDblClick=Затваряне на подпрозореца при двоен клик
StickyLabelCloseTabByMiddleClick=Затваряне на подпрозореца при клик в средата
StickyLabelDoubleBuffered=Двойно буфериране
StickyLabelSaveTabs=Запазване на табулациите
StickyLabelRightClickSelect=Избор с десен клик

[OptionsFileTypesFrame]
EditExtensions=Разширения
VirtualDrawTree:0=Тип на файла

[OptionsOutputTabsFrame]
StickyLabelMultiline=На Много редове
StickyLabelShowCloseButton=Показване на бутон за затваряне
StickyLabelShowImage=Показване на изображение
StickyLabelCloseTabByDblClick=Затваряне на подпрозореца при двоен клик
StickyLabelCloseTabByMiddleClick=Затваряне на подпрозореца при клик в средата
StickyLabelDoubleBuffered=Двойно буфериране
StickyLabelSaveTabs=Запазване на табулациите
StickyLabelRightClickSelect=Избор с десен клик

[SQLFormatterConstant]
Stacked=Натрупани
Wrapped=Пакетирани
AfterComma=След запетайката
BeforeComma=Пред запетайката
BeforeCommaWithSpace=Пред запетайка с интервали
NoLineBreak=Без прекъсване на реда
BeforeAndOr=Преди AND/OR
AfterAndOr=След AND/OR
Left=Ляво
Right=Дясно
None=Няма
Uppercase=ГЛАВНИ
Lowercase=малки
SentenceCase=Главни и малки букви
NoChange=Без промяна

[ConvertConstant]
Distance=Разстояние
Micromicrons=Микромикрони
Angstroms=Ангстрьоми
Millimicrons=Милимикрони
Microns=Микрони
Millimeters=Милиметри
Centimeters=Сантиметри
Decimeters=Дециметри
Meters=Метри
Decameters=Декаметри
Hectometers=Хектометри
Kilometers=Километри
Megameters=Мегаметри
Gigameters=Гигаметри
Inches=Инча
Feet=Фута
Yards=Ярда
Miles=Мили
NauticalMiles=Морски мили
AstronomicalUnits=Астрономични единици
LightYears=Светлинни години
Parsecs=Парсеци
Cubits=Аршини
Fathoms=Клафтъри
Furlongs=Стадии
Hands=Ръце
Paces=Стъпки
Rods=Роди
Chains=Чейни
Links=Линки
Picas=Цицери
Points=Точки
Area=Площ
SquareMillimeters=Квадратни милиметра
SquareCentimeters=Квадратни сантиметра
SquareDecimeters=Квадратни дециметра
SquareMeters=Квадратни метра
SquareDecameters=Квадратни декаметра
SquareHectometers=Квадратни хектометра
SquareKilometers=Квадратни километра
SquareInches=Квадратни инча
SquareFeet=Квадратни фута
SquareYards=Квадратни ярда
SquareMiles=Квадратни мили
Acres=Акра
Centares=СантиАра
Ares=Ара
Hectares=ХектАра
SquareRods=Квадратни рода
Volume=Обем
CubicMillimeters=Кубически милиметра
CubicCentimeters=Кубически сантиметра
CubicDecimeters=Кубически дециметра
CubicMeters=Кубически метра
CubicDecameters=Кубически декаметра
CubicHectometers=Кубически хектометра
CubicKilometers=Кубически километра
CubicInches=Кубически инча
CubicFeet=Кубически фута
CubicYards=Кубически ярда
CubicMiles=Кубически мили
MilliLiters=Милилитри
CentiLiters=Сантилитри
DeciLiters=Децилитри
Liters=Литри
DecaLiters=Декалитри
HectoLiters=Хектолитри
KiloLiters=Килолитри
AcreFeet=Акри към футове
AcreInches=Акри към инчове
Cords=Корди
CordFeet=Корди към футове
Decisteres=ДециСтери
Steres=Стери
Decasteres=ДекаСтери
FluidGallons=Течности в Галони
FluidPints=Течности в Пинти
FluidQuarts=Течности в Кварти
FluidCups=Течности в Чаши
FluidGills=Течности в Гили
FluidOunces=Течности в Унции
FluidTablespoons=Течности в Супени лъжици
FluidTeaspoons=Течности в Чаши
DryGallons=Сухи Галони
DryQuarts=Сухи Кварти
DryPints=Сухи Пинти
DryPecks=Сухи Шиници
DryBuckets=Сухи Ведра
DryBushels=Сухи Бушели
UKGallons=UK Галони
UKPottle=UK Pottles
UKQuarts=UK Кварти
UKPints=UK Пинти
UKGill=UK Гили
UKOunces=UK Унции
UKPecks=UK Шиници
UKBuckets=UK Ведра
UKBushels=UK Бушели
Mass=Маса
Nanograms=Нанограма
Micrograms=Микрограма
Milligrams=Милиграма
Centigrams=Сантиграма
Decigrams=Дециграма
Grams=Грама
Decagrams=Декаграма
Hectograms=Хектограма
Kilograms=Килограма
MetricTons=Метрични тона
Drams=Драма
Grains=Грана
LongTons=Дълги тона
Tons=Тона
Ounces=Унции
Pounds=Фунта
Stones=Стона
NumeralSystem=Бройна система
Binary=Двоична
Decimal=Десетична
Hexadecimal=Шестнадесетична
Temperature=Температура
Celsius=Целзий
Kelvin=Келвин
Fahrenheit=Фаренхайт
Time=Време
Reaumur=Реомюр
Rankine=Ренкин
MilliSeconds=МилиСекунди
Seconds=Секунди
Minutes=Минути
Hours=Часове
Days=Дни
Weeks=Седмици
Fortnights=Полумесеци
Months=Месеци
Years=Години
Decades=Десетилетия
Centuries=Столетия
Millennia=Хилядолетия
DateTime=Дата Време
JulianDate=Юлианска дата
ModifiedJulianDate=Променена Юлианска дата